/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "在%2$@動作後\n拖移%1$@。";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "將%1$@往%2$@拖移。";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "%1$@ %2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "加入「%@」來預覽 GIF。";

/* %@ = shortcut name */
"Added shortcut: %@" = "已加入的捷徑：%@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "已重置你的捷徑。請重新開啟「捷徑」App 來繼續。";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "執行捷徑「%@」";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "執行中，已完成 %lu%%";

/* Accessibility label */
"Edit profile photo" = "編輯個人檔案相片";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "從螢幕上方往下拉的「通知中心」動畫";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "一段將「捷徑」小工具加入現用小工具列表的動畫";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "捲動到小工具列表底部並且點一下「編輯」的動畫";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "向左滑動小工具列表的動畫";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "「通知中心」中包含「捷徑」小工具的螢幕截圖";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "%1$@，%2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "「%@」的個人檔案相片";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "製作主要身分";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "選擇作為主要識別身分";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "加，減";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "Backspace";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "小數點";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "抱歉，「捷徑」無法協助你完成工作，因為主機 App 發生錯誤。我們建議你聯絡 App 供應商，通知他們發生此問題。";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "開啟此延伸功能的 App 未提供任何輸入。";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "無法下載捷徑。";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "無法讀取「捷徑」資料庫，因為資料庫是用較新版本的「捷徑」所製作的。\n\n你可以升級「捷徑」或重設捷徑。這樣會失去捷徑，但如果你使用「iCloud 同步」就可回復捷徑。";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "「捷徑」資料庫已損毀因此無法讀取。你可以透過重設捷徑來修正此問題。這樣會失去捷徑，但如果你使用「iCloud 同步」就可回復捷徑。";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "「捷徑」資料庫已損毀，因此無法讀取。\n\n你可以向支援服務傳送電郵（附帶損毀的資料庫），或重設你的自訂捷徑。這樣會失去捷徑，但如你使用「iCloud 同步」就可以還原捷徑。";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "電郵支援";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "重置捷徑";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "更新捷徑";

/* Alert title for an error */
"Aw no!" = "啊，不好了！";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "「捷徑」版本不相符";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "捷徑重置";

/* Apple watch; label for result from running the shortcut */
"Result" = "結果";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "結果（%ld 個）";

/* Back button */
"Back" = "返回";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "加入小工具可大幅改進捷徑的執行速度。確定要略過此步驟嗎？";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "你送出的內容尚未完成。請稍後再試一次。";

/* Button */
"Cancel" = "取消";

/* Button */
"Done" = "完成";

/* Button */
"Next" = "下一步";

/* Button */
"OK" = "好";

/* Button */
"Submit your own workflow" = "送出你自己的工作流程";

/* Button for editing their profile picture */
"Edit" = "編輯";

/* Button or nav bar title */
"Edit Profile" = "編輯個人檔案";

/* Button or title */
"Run shortcut" = "執行捷徑";

/* Button or title to share a shortcut */
"Share Shortcut" = "分享捷徑";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "送出捷徑";

/* Button or title; user profile */
"Profile" = "個人檔案";

/* Button that shows all collection search results */
"See All" = "顯示全部";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "放棄所作變更";

/* Button title; create a new shortcut */
"Create Shortcut" = "製作捷徑";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "加入 Widget";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "兩者皆保留";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "取代";

/* Button to skip a step */
"Skip" = "略過";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "選擇要顯示在手錶上的捷徑。";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "選擇要顯示在複雜功能中的捷徑。";

/* Copy content */
"Copy" = "複製";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "找不到指定的捷徑。";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "找不到捷徑「%@」。";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "未命名捷徑";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "錄製一段個人化語音句子來將任何捷徑加入 Siri。";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "將一系列步驟組合到單一捷徑中，以自動化你對App的操作。";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "使用「捷徑」小工具更快速取用捷徑。";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "從資料庫中選擇";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "影相";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "@WorkflowHQ";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "johnny@workflow.is";

/* Edit profile; email field title */
"Email" = "電郵";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "網站「%@」無效。";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "無效的網站";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "你的姓名將會在發佈的工作流程中顯示為「%@」。";

/* Edit profile; person name field title */
"Name" = "名稱";

/* Edit profile; person name field title (required) */
"Name (Required)" = "名稱（必填）";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "私密資料";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "公開資料";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "我們無法找到任何「%@」的相關資料。請嘗試其他內容。";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "沒有捷徑。";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "沒有結果";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "提供的捷徑 URL 無效。";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "輸入失敗";

/* Error message */
"There are no photos in your photo library." = "你的相片圖庫中沒有相片。";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "此捷徑連結可能無效，或已被刪除。";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "無法連接「捷徑庫」。";

/* Error message title */
"Shortcut Not Found" = "找不到捷徑";

/* Error message when a collection does not load */
"Couldn't load this collection." = "無法載入此選集。";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "無法載入此選集。";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "「%@」動作完成執行所耗時間過久。";

/* Exit the app (kills the app) */
"Exit" = "離開";

/* Gallery search section title for collection search results */
"Collections" = "選集";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "顯示較少資料";

/* Gallery search; button to show more collection search results */
"Show More" = "顯示更多資料";

/* Generic title for a notification show in the app */
"Notification" = "通知";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "捷徑";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "動作";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "這是一個捷徑。";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "恭喜！";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "哇！";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "執行捷徑按鈕";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "在動作上拖移來分享你的 GIF。";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "播放按鈕";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "\n\n發生某些問題。請再試一次或點一下「完成」。";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "\n\n你尚未完成執行捷徑。請再試一次或點一下「完成」。";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "\n\n你剛剛製作了一個捷徑。現在按下播放按鈕來執行！";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "\n\n捷徑是由一系列的動作（左側的項目）所組成。\n\n接下來，請加入「製作 GIF」動作，它會將第一個動作中的相片製作成動畫。";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "\n\n建立一個捷徑來製作 GIF 動畫。";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "\n\n你剛剛執行了一個捷徑。很厲害吧？";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "歡迎使用「捷徑」。";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "點一下「送出」即會送出你的工作流程以供審查。如你要在「圖庫」中包含你的工作流程，我們將以電郵通知你。";

/* Make GIF action name */
"Make GIF" = "製作 GIF";

/* Media file name label */
"Media File" = "媒體檔案";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "你要取代捷徑嗎？";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "工作流程資料";

/* None option */
"None" = "無";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "太好了！看來你已經加入了「捷徑」小工具。繼續操作吧。";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "使用「捷徑」小工具快速執行捷徑。";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "請在此填寫說明，描述工作流程的功能。";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "請在此填寫詳細的說明，描述工作流程的功能。";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "王大明";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "請在此填寫簡短的說明，描述工作流程的功能。";

/* Print content */
"Print" = "列印";

/* Quick Look action name */
"Quick Look" = "快速查看";

/* Recovery option for when the gallery does not load */
"Try Again" = "再試一次";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "開啟設定";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "開啟流動數據或使用 WLAN 來取用「捷徑庫」。";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "開啟流動數據或使用 Wi-Fi 來取用「捷徑庫」。";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "關閉「飛行模式」或使用 WLAN 來取用「捷徑庫」。";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "關閉「飛行模式」或使用 Wi-Fi 來取用「捷徑庫」。";

/* Save as image */
"Save Image" = "儲存影像";

/* Search gallery */
"Search" = "搜尋";

/* Section title */
"Shortcuts" = "捷徑";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "Evernote";

/* Share via Facebook */
"Facebook" = "Facebook";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "Instapaper";

/* Share via Mail */
"Mail" = "郵件";

/* Share via Messages */
"Message" = "訊息";

/* Share via Pinboard */
"Pinboard" = "Pinboard";

/* Share via Pocket */
"Pocket" = "Pocket";

/* Share via Slack */
"Slack" = "Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "捷徑已送出";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "已加至資料庫";

/* Splash screen primary button title */
"Get Started" = "開始使用";

/* Splash screen title */
"Welcome to Shortcuts" = "歡迎使用「捷徑」";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "停止「%@」";

/* Take Photo action name */
"Take Photo (action name)" = "拍照";

/* Tap to choose an option */
"Tap to Choose" = "點一下來選擇";

/* Terms and Conditions view title */
"Terms and Conditions" = "條款及細則";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "當我們核准時，將會通知你！";

/* Title */
"Gallery" = "捷徑庫";

/* Title */
"Shortcuts" = "捷徑";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "分享或推薦";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "說明";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "詳細說明";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "簡短說明";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "工作流程名稱";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "詢問 Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "加入小工具？";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "你已擁有一個名為「%@」的捷徑。";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "喔！喔！";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "採用最短路徑";

/* Title of main screen showing your library of shortcuts */
"Library" = "資料庫";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "捷徑小工具";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "資料庫損毀";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "檢視捷徑庫⋯";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "管理捷徑⋯";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "在「捷徑」中自訂";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "你找到了小工具！點一下「加入小工具」來從任何位置取用它。";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "你找到了小工具！請回到此處來快速執行你的捷徑。";

/* Today widget; empty state */
"No Shortcuts" = "沒有捷徑";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "點一下來檢視其他部份";

/* Twitter handle label or share via Twitter */
"Twitter" = "Twitter";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "載入中";

/* Watch app button; stop running the shortcut */
"Stop" = "停止";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "顯示/隱藏";

/* Watch app; Change text field text */
"Tap to Change" = "點一下來更改";

/* Watch app; Compose a message */
"Create Message" = "新增訊息";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "加/減";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "作者：%@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "來自地址";

/* Watch app; email composer; bcc address label */
"Bcc" = "密件副本";

/* Watch app; email composer; cc address label */
"Cc" = "副本";

/* Watch app; email composer; from address label */
"From" = "來源";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "已附加（%ld）";

/* Watch app; email composer; subject label */
"Subject" = "標題";

/* Watch app; email composer; to address label */
"To" = "到";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "無法找到位置";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "副本/密件副本";

/* Watch app; number field placeholder */
"Enter number…" = "輸入數字⋯";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "你必須選擇要傳送訊息的聯絡人。";

/* Watch app; send the email */
"Send" = "傳送";

/* Watch app; share QuickLook content */
"Share" = "分享";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "在 iPhone 上使用「接手」來允許取用「%@」。";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "在 iPhone 上使用「接力」來繼續執行捷徑。";

/* Watch app; text field placeholder */
"Enter text…" = "輸入文字⋯";

/* Watch app; view current content on the phone */
"View on iPhone" = "在 iPhone 上檢視";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "未加入捷徑。";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "沒有捷徑";

/* Website URL label */
"Website" = "網站";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "正在加入小工具";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "一段用力按下「捷徑」主畫面圖像來開啟小工具的動畫";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "點一下 + 來加入「捷徑」小工具。點一下「完成」。";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "向上滑動前往主畫面，用力按下「捷徑」圖像並點一下「加入小工具」。";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "按下主畫面按鈕，用力按下「捷徑」圖像並點一下「加入小工具」。";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "捲動到底部並且\n點一下「編輯」。";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "向左滑動來檢視小工具。";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "在左下角捲動到底，點一下「編輯」。";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "從上往下滑來顯示「通知中心」。";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "你的捷徑已可進行分享！";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = "到%@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "%1$@ - %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "右側";

